Repository: TangoAlphaN/EasySave
Catalog: ProSoft/EasySave/Properties/Resource.*.resx
Languages: fr_fr, ru_ru

# ChangeLang
source: Choose your language:
fr_fr: Choisir votre langue :
ru_ru: Изменение языка :

# All
source: Select all
fr_fr: Tout sélectionner
ru_ru: выбрать все

# Confirm
source: Is it correct?
fr_fr: Est-ce correct ?
ru_ru: Подтвердить?

# Confirm.No
source: No
fr_fr: Non
ru_ru: Нет

# Confirm.Yes
source: Yes
fr_fr: Oui
ru_ru: Да

# Copy
source: Copying files...
fr_fr: Copie en cours ...
ru_ru: Копия в процессе...

# CreateSave.Dest
source: Enter save destination path:
fr_fr: Saisir le chemin de destination de la sauvegarde :
ru_ru: Введите путь к месту назначения резервного копирования:

# CreateSave.MaxSaves
source: Too many backups have already been created
fr_fr: Trop de sauvegardes ont déjà été créés
ru_ru: Слишком много резервных копий уже сохранено

# CreateSave.Name
source: Enter save name:
fr_fr: Saisir le nom de la sauvegarde :
ru_ru: Введите имя резервной копии :

# CreateSave.Src
source: Enter save source path:
fr_fr: Saisir le chemin de la source de la sauvegarde :
ru_ru: Введите путь к источнику резервного копирования:

# Header.CreateSaveSuccess
source: Save created successfully!
fr_fr: Sauvegarde créée avec succès !
ru_ru: Резервная копия успешно добавлена!

# CreateSave.Type
source: Choose save type:
fr_fr: Choisir le type de sauvegarde :
ru_ru: Выберите тип резервного копирования :

# CreateSave.Type.Differential
source: Differential Save
fr_fr: Sauvegarde Différentielle
ru_ru: Дифференциальное резервное копирование

# CreateSave.Type.Full
source: Full Save
fr_fr: Sauvegarde Complète
ru_ru: Полное резервное копирование

# Exception
source: An error occured, please restart app.
fr_fr: Une erreur est survenue, veuillez redémarrer l'application.
ru_ru: Произошла ошибка, пожалуйста, перезапустите приложение.

# Forms.Back
source: Return to menu
fr_fr: Retouner au menu
ru_ru: Вернуться к меню

# Forms.Exit
source: Exit
fr_fr: Quitter
ru_ru: Выход

# SettingsMenu.ChangeLanguage
source: Change language
fr_fr: Changer de langue
ru_ru: Изменение языка

# HomeMenu.Create
source: Create a save
fr_fr: Créer une sauvegarde
ru_ru: Создание резервной копии

# HomeMenu.Delete
source: Delete a save
fr_fr: Supprimer une sauvegarde
ru_ru: Удаление резервной копии

# HomeMenu.Edit
source: Edit a save
fr_fr: Editer une sauvegarde
ru_ru: Редактирование резервной копии

# HomeMenu.Load
source: Load a save
fr_fr: Charger une sauvegarde
ru_ru: Загрузка резервной копии

# HomeMenu.Title
source: Choose an action:
fr_fr: Choisir une action :
ru_ru: Выберите действие :

# Lang.en-US
source: English (USA)
fr_fr: Anglais (USA)
ru_ru: Английский

# Lang.fr-FR
source: French
fr_fr: Français
ru_ru: Французский

# Lang.it-IT
source: Italian
fr_fr: Italien
ru_ru: Итальянский

# Lang.ru-RU
source: Russian
fr_fr: Russe
ru_ru: Русский

# Header.NoUpToDate
source: A new version is available:
fr_fr: Une nouvelle version est disponible :
ru_ru: Доступна новая версия :

# Path.Invalid
source: Incorrect Path |
fr_fr: Chemin incorrect |
ru_ru: Неправильный путь |

# Header.SaveAlreadyRunning
source: The save is already running
fr_fr: La sauvegarde est déjà lancée
ru_ru: Резервное копирование уже выполняется

# Header.SaveDeleted
source: Save deleted successfully
fr_fr: Sauvegarde supprimée avec succès
ru_ru: Успешное удаление резервной копии

# Header.SaveRenamed
source: Save successfully renamed
fr_fr: Sauvegarde renommée avec succès
ru_ru: Успешное переименование резервной копии

# Save.Run
source: Run the save?
fr_fr: Lancer la sauvegarde ?
ru_ru: Запустить резервное копирование?

# SaveMenu.Title
source: Your saves :
fr_fr: Vos sauvegardes :
ru_ru: Ваши резервные копии:

# Header.UpToDate
source: EasySave is up-to-date.
fr_fr: Vous utilisez actuellement la dernière version disponible.
ru_ru: EasySave находится в актуальном состоянии.

source: Acces denied
fr_fr: Accès refusé
ru_ru: Доступ запрещен блять

# Save.Info
source: Backup summary:
fr_fr: Résumé de la sauvegarde :
ru_ru: Резюме резервного копирования :

# HomeMenu.Settings
source: Settings
fr_fr: Paramètres
ru_ru: Настройки

# SettingsMenu.LogsFormat
source: Log file format
fr_fr: Format du fichier de logs
ru_ru: Формат файла журнала

# ChangeLogsFormat
source: Select file type:
fr_fr: Sélectionnez le type de fichier :
ru_ru: Выберите тип файла :

# Header.SettingsSaved
source: Parameters saved successfully
fr_fr: Paramètres enregistrés avec succès
ru_ru: Параметры успешно сохранены

# ChangeLogsFormat.Actual
source: Current Type:
fr_fr: Type actuel :
ru_ru: Текущий тип :

# CreateSave.DestPath
source: Select destination path
fr_fr: Sélectionner le chemin de destination
ru_ru: Выберите путь назначения

# CreateSave.SrcPath
source: Select source path
fr_fr: Sélectionner le chemin source
ru_ru: выберите исходный путь

# HomePresentation
source: Welcome to EasySave, the easiest to use backup application. To save data, simply go to the "Create Save" selection. If you have any problems please contact us at easysave.help@outlook.com
fr_fr: Bienvenue sur EasySave, l'application de sauvegarde la plus facile à utiliser. Pour sauvegarder des données, il suffit d'aller dans la sélection "Créer une sauvegarde". Si vous rencontrez des problèmes, veuillez nous contacter à l'adresse easysave.help@outlook.com
ru_ru: Добро пожаловать в EasySave, самое простое в использовании приложение для резервного копирования. Чтобы сохранить данные, просто перейдите к выбору "Создать сохранение". Если у вас возникли какие-либо проблемы, пожалуйста, свяжитесь с нами по адресу easysave.help@outlook.com

# HomeSubtitle
source: The most practical backup application
fr_fr: L'application de sauvegarde la plus pratique
ru_ru: Самое практичное приложение для резервного

# HomeWelcome
source: Welcome to EasySave
fr_fr: Bienvenue sur EasySave
ru_ru: Добро пожаловать в EasySave

# HomeMenu.Settings.CryptoSoft
source: CryptoSoft Settings
fr_fr: Paramètres CryptoSoft
ru_ru: Настройки CryptoSoft

# Settings.Secret
source: CryptoSoft Secret:
fr_fr: Clé secrète CryptoSoft :
ru_ru: секретный ключ криптософт:

# Settings.Extensions
source: CryptoSoft Extensions:
fr_fr: Extensions CryptoSoft :
ru_ru: Расширения криптософт:

source: Create
fr_fr: Créer

source: Delete
fr_fr: Supprimer

source: Load
fr_fr: Charger

source: Rename
fr_fr: Renomer

# HomeMenu.Saves
source: Saves
fr_fr: Sauvegardes

# HomeMenu.Home
source: Home
fr_fr: Accueil
